IDEA Open Model
LineSupport.OnWallEdge Property
Compatible with IDEA StatiCa Beta 20.0
 true to add line support on wall edge
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public bool OnWallEdge { get; set; }
Public Property OnWallEdge As Boolean
	Get
	Set
Property Value
Type: Boolean
See Also
Reference
LineSupport Class
IdeaRS.OpenModel.Detail Namespace